{
    "currentStage":1,
    "questions":[
        [
            {"id":200,"question":"I know what kinds of clothes to wear when goingout into nature.","checked":false},
            {"id":201,"question":"I know how to prepare food for cooking.","checked":false},
            {"id":202,"question":"I know what a basic survival kit should contain.","checked":false},
            {"id":203,"question":"I know how to behave safely around fires.","checked":false},
            {"id":204,"question":"I know how to use hand tools safely.","checked":false},
            {"id":205,"question":"I can build a simple shelter.","checked":false},
            {"id":206,"question":"I have participated in at least two backwoods activities.","checked":false},
        ],
        [
            {"id":200,"question":"I know how cook some food using tin foil instead of pots and pans.","checked":false},
            {"id":201,"question":"I know the important things to remember when building a simple shelter using plastic sheeting.","checked":false},
            {"id":202,"question":"I know how to treat simple cuts and scratches in a hygienic way.","checked":false},
            {"id":203,"question":"I know how to set up a fireplace and assist in fire lighting.","checked":false},
            {"id":204,"question":"I can prepare and cook food properly in backwoods conditions.","checked":false},
            {"id":205,"question":"I know about food hygiene in the outdoors","checked":false},
            {"id":206,"question":"I can use hand tools correctly.","checked":false},
            {"id":207,"question":"I have attended at least an additional two backwoods activities.","checked":false},
        ],
        [
            {"id":201,"question":"I know how different weather conditions can affect a backwoods activity.","checked":false},
            {"id":202,"question":"I know how to get help when someone is in trouble.","checked":false},
            {"id":203,"question":"I know the main principles of “Leave No Trace”.","checked":false},
            {"id":204,"question":"I can build a shelter for six people.","checked":false},
            {"id":205,"question":"I can use camp tools safely on camp.","checked":false},
            {"id":206,"question":"I know about food storage","checked":false},
            {"id":207,"question":"I can light a fire using natural tinder, fuzz sticks and matches.","checked":false},
            {"id":208,"question":"I can make a simple fish hook.","checked":false},
            {"id":209,"question":"I can prepare my own survival kit.","checked":false},
            {"id":210,"question":"I can teach another Scout about preparing a survival kit.","checked":false},
            {"id":211,"question":"I have attended at least an additional three backwoods activities.","checked":false},
        ],
        [
            {"id":201,"question":"I know what equipment I need to bring with me on a backwoods activity.","checked":false},
            {"id":202,"question":"I know how to set up a tarp bivvy shelter suitable for two people.","checked":false},
            {"id":203,"question":"I know how to prepare a fire place and light and maintain a fire using minimum resources.","checked":false},
            {"id":204,"question":"I can make simple containers using natural materials.","checked":false},
            {"id":205,"question":"I know how to treat cuts and minor burns.","checked":false},
            {"id":206,"question":"I can make camp bread such as twists and scones.","checked":false},
            {"id":207,"question":"I know about nature and what you are likely to see and experience as part of a backwoods activity.","checked":false},
            {"id":208,"question":"I can find directions by using star constellations and the sun/watch method.","checked":false},
            {"id":209,"question":"I have attended at least one backwoods based overnight activity.","checked":false},
        ],
        [
            {"id":201,"question":"I know how to use and care for tools of all kinds safely.","checked":false},
            {"id":202,"question":"I know how to build a backwoods shelter using natural materials and how to return this material to nature.","checked":false},
            {"id":203,"question":"I know how to cook a variety of foods using different backwoods methods.","checked":false},
            {"id":204,"question":"I know the safety considerations that are necessary before embarking on any activity or adventure.","checked":false},
            {"id":205,"question":"I can make a length of cordage using naturally found fibres.","checked":false},
            {"id":206,"question":"I can light a fire using flint and steel.","checked":false},
            {"id":207,"question":"I can make myself comfortable on an overnight backwoods adventure using available natural materials.","checked":false},
            {"id":208,"question":"I can carve a wooden spoon from a piece of wood.","checked":false},
            {"id":209,"question":"I have attended backwoods based activities lasting at least two nights.","checked":false},
        ],
        [
            {"id":201,"question":"I know what Team and personal equipment is necessary for a successful backwoods activity.","checked":false},
            {"id":202,"question":"I know all of the elements of the “Leave no Trace” programme.","checked":false},
            {"id":203,"question":"I can identify edible fruits and berries that are found in nature.","checked":false},
            {"id":204,"question":"I can prepare the foods I find in nature for cooking.","checked":false},
            {"id":205,"question":"I can find my way using natural direction indicators.","checked":false},
            {"id":206,"question":"I can catch and prepare a fish for cooking.","checked":false},
            {"id":207,"question":"I have led at least one backwoods activity.","checked":false},
        ],
        [
            {"id":201,"question":"I know a number of ways of constructing shelters and bivvys.","checked":false},
            {"id":202,"question":"I know the likely hazards that may be present in woodland and open countryside.","checked":false},
            {"id":203,"question":"I know how to light and maintain a fire using friction methods.","checked":false},
            {"id":204,"question":"I know how to live in the countryside without disturbing the balance of nature in any way.","checked":false},
            {"id":205,"question":"I know how to make utensils by carving and by other methods.","checked":false},
            {"id":206,"question":"I can cook a meal without using common utensils.","checked":false},
            {"id":207,"question":"I have led at least one overnight backwoods or survival based activity.","checked":false},
        ],
        [
            {"id":201,"question":"I know a number of ways of constructing shelters capable of being used for a number of nights.","checked":false},
            {"id":202,"question":"I know how to prepare, cook and store food in backwoods conditions.","checked":false},
            {"id":203,"question":"I know the different edible foods that can be eaten safely in the wilds.","checked":false},
            {"id":204,"question":"I hold a first aid certificate (outdoor) or equivalent REC 3.","checked":false},
            {"id":205,"question":"I know how to make a variety of tools, and useful gadgets to survive in nature over a period of time.","checked":false},
            {"id":206,"question":"I can live comfortably in a number of different natural situations, with minimal equipment.","checked":false},
            {"id":207,"question":"I have led at least three backwoods adventures.","checked":false},
            {"id":208,"question":"I have participated in a survival weekend activity.","checked":false},
        ],
        [
            {"id":201,"question":"I have run at least two backwoods skills training sessions for my Scout Group/County.","checked":false},
            {"id":202,"question":"I have participated in a survival activity outside my usual Scouting environment..","checked":false},
        ]
    ]
}