{
    "currentStage":1,
    "questions":[
        [
            {"id":301,"question":"I know what equipment is needed for making pioneering gadgets.","checked":false},
            {"id":302,"question":"I know how to build a gadget using elastic band techniques.","checked":false},
            {"id":303,"question":"I can be responsible for myself while we are pioneering.","checked":false},
            {"id":304,"question":"I know the different emergency services that are available and how and when to call them.","checked":false},
            {"id":305,"question":"I understand why I should follow directions from an instructor.","checked":false},
            {"id":306,"question":"I have built at least two simple pioneering gadgets.","checked":false},
            ],
            [
            {"id":301,"question":"I know how to get help if someone is hurt during a pioneering activity.","checked":false},
            {"id":302,"question":"I can tie the basic knots I need for pioneering.","checked":false},
            {"id":303,"question":"I can prepare ropes for use in pioneering.","checked":false},
            {"id":304,"question":"I can coil a rope.","checked":false},
            {"id":305,"question":"I can undertake tasks assigned to me while we are pioneering.","checked":false},
            {"id":306,"question":"I have made a knot board.","checked":false},
            {"id":307,"question":"I have built at least three simple pioneering gadgets using elastic band techniques.","checked":false},
            ],
            [
            {"id":301,"question":"I know what equipment I need for making various pioneering gadgets","checked":false},
            {"id":302,"question":"I know how to treat basic cuts and scratches.","checked":false},
            {"id":303,"question":"I know about the safety precautions that are needed when pioneering","checked":false},
            {"id":304,"question":"I know the main principles of ‘Leave No Trace’.","checked":false},
            {"id":305,"question":"I have taught other Scouts how to tie some basic knots.","checked":false},
            {"id":306,"question":"I have built at least two gadgets using ropes and poles.","checked":false},
            ],
            [
            {"id":301,"question":"I know the correct use, care, and storage of the tools we use in pioneering","checked":false},
            {"id":302,"question":"I know the different types of rope used in pioneering.","checked":false},
            {"id":303,"question":"I know how to take care of all kinds of rope","checked":false},
            {"id":304,"question":"I know how to tie the knots necessary for building pioneering structures safely.","checked":false},
            {"id":305,"question":"I know the safety precautions to be observed for the safe lifting of pioneering spars.","checked":false},
            {"id":306,"question":"I can use guy ropes to make pioneering gadgets stable.","checked":false},
            {"id":307,"question":"I know the basic components of pioneering structures and how to make them.","checked":false},
            {"id":308,"question":"I can tie the main lashings necessary to make most pioneering gadgets.","checked":false},
            {"id":309,"question":"I can be responsible for myself while pioneering.","checked":false},
            {"id":310,"question":"I have built gadgets on camp and assisted my ‘team’ in building a tower or a bridge","checked":false},
            ],
            [
            {"id":301,"question":"I know how to select suitable poles and spars for a pioneering project.","checked":false},
            {"id":302,"question":"I know how to treat cuts and sprains.","checked":false},
            {"id":303,"question":"I know what to do in case of an accident while pioneering and how to be safety conscious.","checked":false},
            {"id":304,"question":"I can help a younger Scout to build a pioneering gadget.","checked":false},
            {"id":305,"question":"I can set up a simple pulley system for lifting and tensioning ropes.","checked":false},
            {"id":306,"question":"I can coil, whip and splice a rope.","checked":false},
            {"id":307,"question":"I am aware of the building process/procedure while pioneering.","checked":false},
            {"id":308,"question":"I have taken part in the construction of at least two pioneering projects.","checked":false},
            ],
            [
            {"id":301,"question":"I know how to plan and construct pioneering projects to be built by my team.","checked":false},
            {"id":302,"question":"I know how to reeve up, use and safely secure pulleys in pioneering projects.","checked":false},
            {"id":303,"question":"I can be responsible for my team while building pioneering projects.","checked":false},
            {"id":304,"question":"I know the correct lifting techniques for raising a tower or an A frame.","checked":false},
            {"id":305,"question":"I know the best types of anchorage to use for a pioneering project and can use them.","checked":false},
            {"id":306,"question":"I can lead the construction of an element of a large-scale pioneering structure.","checked":false},
            {"id":307,"question":"I have taught a younger Scout how to tie the lashings necessary for a pioneering project.","checked":false},
            {"id":308,"question":"I have taken part in the construction of at least two large-scale pioneering structures.","checked":false},
            ],
            [
            {"id":301,"question":"I know how to inspect for damage, care for and store ropes, pulleys and poles.","checked":false},
            {"id":302,"question":"I know the importance of safety at all stages of construction, use and dismantling of a pioneering structure.","checked":false},
            {"id":303,"question":"I know how to plan and execute the build of a large-scale pioneering structure.","checked":false},
            {"id":304,"question":"I can check the safety of all knots and lashings used in a large-scale pioneering structure.","checked":false},
            {"id":305,"question":"I have led the construction of at least one large-scale pioneering structure.","checked":false},
            ],
            [
            {"id":301,"question":"I have led the construction of a least two largescale pioneering structures and managed them safely.","checked":false},
            {"id":302,"question":"I know how to set up and manage a belay on pioneering or climbing structures.","checked":false},
            {"id":303,"question":"I know how to use safety harnesses and securely tie off rock climbing harnesses.","checked":false},
            {"id":304,"question":"I know how to secure rope structures and high wire elements.","checked":false},
            {"id":305,"question":"I hold an outdoor First Aid certificate.","checked":false},
            ],
            [
            {"id":301,"question":"I can design, plan and build large-scale pioneering structures.","checked":false},
            {"id":302,"question":"I know the importance of safety at all stages of construction, build, use and dismantling of a large-scale pioneering structure.","checked":false},
            {"id":303,"question":"I know how to control and supervise the construction of a large-scale pioneering structure and its use in programme.","checked":false},
            {"id":304,"question":"I can be responsible for ensuring largescale projects happen safely, and that those participating are learning the skills required.","checked":false},
            ]
    ]
}