{
    "questions":[
        [
        {"id":101,"question":"I know what should be in my personal First Aid Kit.","checked":false},
        {"id":102,"question":"I know the basic rules of First Aid.","checked":false},
        {"id":103,"question":"I know the different emergency services that are available and how and when to call them.","checked":false},
        {"id":104,"question":"I know how to use the “Buddy” system.","checked":false},
        {"id":105,"question":"I know how to treat minor cuts.","checked":false},
        {"id":106,"question":"I can get help and make a report properly if someone is hurt.","checked":false},
        {"id":107,"question":"I can be responsible for my own health and safety.","checked":false},
        ],
        [
        {"id":201,"question":"I have made my own First Aid Kit and I know how and when to use it.","checked":false},
        {"id":202,"question":"I know how and when to place someone into the recovery (safe airway) position.","checked":false},
        {"id":203,"question":"I know the importance of providing shelter and insulation.","checked":false},
        {"id":204,"question":"I know how to use a Scout neckerchief as a makeshift bandage in an emergency.","checked":false},
        {"id":205,"question":"I understand why I should follow directions from an instructor.","checked":false},
        {"id":206,"question":"I know how to keep myself safe in an emergency.","checked":false},
        {"id":207,"question":"I can direct help/rescue services to a location.","checked":false},
        ],
        [
        {"id":301,"question":"I know how to deal with a bleeding injury and nose bleeds.","checked":false},
        {"id":302,"question":"I know how to treat minor burns and sunburn.","checked":false},
        {"id":303,"question":"I know the international distress signal and when to use it.","checked":false},
        {"id":304,"question":"I can treat bee stings and nettle stings.","checked":false},
        {"id":305,"question":"I know how to check for the A B C of basic First Aid.","checked":false},
        {"id":306,"question":"I know how to use CPR.","checked":false},
        {"id":307,"question":"I can assess an emergency situation quickly, and summon help.","checked":false},
        {"id":308,"question":"I know how to create an escape plan for a building or activity location in case of fire.","checked":false},
        {"id":309,"question":"I know how to care for an injured person until help arrives.","checked":false},
        ],
        [
        {"id":401,"question":"I know what should be in our Team First Aid Kit, and know how to use it correctly.","checked":false},
        {"id":402,"question":"I know how to move an injured person safely to shelter if appropriate or necessary.","checked":false},
        {"id":403,"question":"I know how to apply bandages for different types of injury.","checked":false},
        {"id":404,"question":"I know how to check if someone is choking and how to help them.","checked":false},
        {"id":405,"question":"I know how to clean dirt from an eye.","checked":false},
        {"id":406,"question":"I know how to recognise sprains, strains and fractures.","checked":false},
        {"id":407,"question":"I know how to deal with blisters.","checked":false},
        {"id":408,"question":"I know what actions to take with suspected poisoning.","checked":false},
        {"id":409,"question":"I can use various means to show the location of an accident to rescue services.","checked":false},
        {"id":410,"question":"I know how to build a stretcher from improvised materials.","checked":false},
        ],
        [
        {"id":501,"question":"I know how to treat an eye injury.","checked":false},
        {"id":502,"question":"I know what to do and what not to do in the case of emergencies.","checked":false},
        {"id":503,"question":"I have acted as a Team First Aider on at least one activity.","checked":false},
        {"id":504,"question":"I know how to take care of and reassure a casualty.","checked":false},
        {"id":505,"question":"I know how to recognise and assist someone suffering from the effects of asthma, epilepsy and diabetes.","checked":false},
        {"id":506,"question":"I know how to deal with an accident in open countryside and how to summon help.","checked":false},
        {"id":507,"question":"I know how to treat a serious bleeding injury.","checked":false},
        {"id":508,"question":"I know how to escape to safety from various emergency situations.","checked":false},
        {"id":509,"question":"I know how and when to use flares and other long-distance signalling devices.","checked":false},
        ],
        [
        {"id":601,"question":"I know how to recognise and treat shock.","checked":false},
        {"id":602,"question":"I know how and when to use an AED.","checked":false},
        {"id":603,"question":"I have acted as a Team First Aider on at least one outdoor activity.","checked":false},
        {"id":604,"question":"I know how to escort and assist a casualty, while they are being transported to safety.","checked":false},
        {"id":605,"question":"I know how and when to use different fire extinguishers.","checked":false},
        {"id":606,"question":"I know how to look for monitor and record vital signs.","checked":false},
        {"id":607,"question":"I know the causes of, how to recognize and to treat: hypothermia, hyperthermia, sunstroke, dehydration and asthma.","checked":false},
        {"id":608,"question":"I know how to recognise and deal with angina and heart attacks.","checked":false},
        {"id":609,"question":"I know how to record correctly everything that has happened at the scene of the accident.","checked":false},
        {"id":610,"question":"I am competent in basic first-aid, able to deal with emergencies, and I know when further expert help is needed.","checked":false},
        ],
        [
        {"id":701,"question":"I hold a First Aid certificate to REC 3 or equivalent level (Red Cross, Order of Malta, and Saint Johns Ambulance).","checked":false},
        {"id":702,"question":"I can deal with emergency situations and follow best practice for First Aid.","checked":false},
        {"id":703,"question":"I have acted as Section First Aider on at least one occasion on an adventurous outdoor activity.","checked":false},
        {"id":704,"question":"I can analyse vital signs.","checked":false},
        {"id":705,"question":"I know what specialised equipment I should have in my First Aid Kit and how to use and care for it.","checked":false},
        {"id":706,"question":"I know how and when to call a medevac or other medical helicopters.","checked":false},
        {"id":707,"question":"I can use radio communications effectively in an emergency situation.","checked":false},
        ],
        [
        {"id":801,"question":"I know how to treat specific injuries which may occur in my chosen area of interest.","checked":false},
        {"id":802,"question":"I can carry out a risk assessment for an activity and steer clear of dangers.","checked":false},
        {"id":803,"question":"I know how to deal with head, spine, chest, stomach, and pelvic injuries.","checked":false},
        {"id":804,"question":"I know how to educate others to the possible dangers that can be encountered and how to deal with them.","checked":false},
        {"id":805,"question":"I have acted as a First Aider on at least one annual expedition of five night’s duration.","checked":false},
        ],
        [
        {"id":901,"question":"I know how to deal with regional specific illnesses depending on my location or the location I am travelling to.","checked":false},
        {"id":902,"question":"I know, understand and I am able to perform basic life support.","checked":false},
        {"id":903,"question":"I know how to assess and manage risk in various and constantly changing situations.","checked":false},
        {"id":904,"question":"I can constantly risk assess situations as they arise and take measures to limit injuries.","checked":false},
        {"id":905,"question":"I can give immediate treatment and deal with complicated emergency situations.","checked":false},
        {"id":906,"question":"I can assist a rescue team in moving a casualty to safety.","checked":false},
        {"id":907,"question":"I hold a First Aid Cert at REC level 4 or equivalent.","checked":false},
        ]
    
    ]
}