{
    "questions":[
        [
        {"id":101,"question":"I can name all the things that I know can fly.","checked":false},
        {"id":102,"question":"I can show pictures of and be able to talk about different types of flying machines.","checked":false},
        {"id":103,"question":"I can build a paper aero plane from an A4 sheet that will fly, climb and turn.","checked":false},
        {"id":104,"question":"I can discuss the features of an airport from a model or picture (Runway, Terminal, Control Tower).","checked":false},
        {"id":105,"question":"I know how to be safe around aircraft.","checked":false},
        {"id":106,"question":"I have visited an airport.","checked":false},
        ],
        [
        {"id":201,"question":"I can make a small parachute using a piece of light material and string.","checked":false},
        {"id":202,"question":"I can show my Scouter the five main parts of an aero plane (Cabin, Wing, Tail, Wheels, Engine).","checked":false},
        {"id":203,"question":"I can launch parachutes from a stand and see which parachute falls the slowest.","checked":false},
        {"id":204,"question":"I can discuss with my Scouter how the wind affects a parachute.","checked":false},
        {"id":205,"question":"I know what you should do if somebody gets hurt.","checked":false},
        {"id":206,"question":"I know the safe way to act at an airport and can discuss this with my Scouter.","checked":false},
        {"id":207,"question":"I can build a Kite and fly it.","checked":false},
        {"id":208,"question":"I know where it would be safe to fly a kite.","checked":false},
        ],
        [
        {"id":301,"question":"I know the difference between airside and landside.","checked":false},
        {"id":302,"question":"I can discuss the first flight by the Wright Bros.","checked":false},
        {"id":303,"question":"I know the main parts of an aero plane.","checked":false},
        {"id":304,"question":"I know the rules of safety around an aero plane.","checked":false},
        {"id":305,"question":"I can discuss why communication is important to aircraft.","checked":false},
        {"id":306,"question":"I know the phonetic alphabet.","checked":false},
        {"id":307,"question":"I can name the planets in our Solar System.","checked":false},
        {"id":308,"question":"I know the main points of ‘Leave no Trace and why it’s important at airports.","checked":false},
        {"id":309,"question":"I have built a scale model aircraft to a satisfactory standard from a plastic kit and can explain its features and history.","checked":false},
        {"id":310,"question":"I can discuss with my Scouter- Hot Air balloons how hot air balloons work and how they are controlled.","checked":false},
        ],
        [
        {"id":401,"question":"I know the rule relating to airfields.","checked":false},
        {"id":402,"question":"I understand how a wing derives lift.","checked":false},
        {"id":403,"question":"I can discuss with my Scouter Lift, Drag, Gravity and Thrust .","checked":false},
        {"id":404,"question":"I know the control surfaces of an aircraft.","checked":false},
        {"id":405,"question":"Using a model I can explain how an aero plane climbs, dives and turns.","checked":false},
        {"id":406,"question":"I can explain the causes of stalling.","checked":false},
        {"id":407,"question":"I know the logos of the various airlines.","checked":false},
        {"id":408,"question":"I can build a model Hot Air Balloon.","checked":false},
        {"id":409,"question":"I have produced a project based on the Moon Landings.","checked":false},
        {"id":410,"question":"I have taken part in a Water Rocket Launch.","checked":false},
        ],
        [
        {"id":501,"question":"I understand what FOD is.","checked":false},
        {"id":502,"question":"I know how to approach an aircraft.","checked":false},
        {"id":503,"question":"I know the signs that an aircraft is about to start an engine.","checked":false},
        {"id":504,"question":"I know where the safe jet blast zones are on an aircraft.","checked":false},
        {"id":505,"question":"I know how to identify different aircraft types from their features.","checked":false},
        {"id":506,"question":"I understand how weather affects air activities.","checked":false},
        {"id":507,"question":"I can show a younger Scout how control surfaces work.","checked":false},
        {"id":508,"question":"I can build a scale model aircraft to a satisfactory standard from paper and balsa wood.","checked":false},
        {"id":509,"question":"Using a computer simulator, or other method, I can identify some aircraft instruments.","checked":false},
        {"id":510,"question":"Using a computer simulator, or other method, I can show how to take off and fly through various weather conditions and land safely.","checked":false},
        {"id":511,"question":"I can discuss with my Scouter how the Earth’s atmosphere affects air travel.","checked":false},
        {"id":512,"question":"I can build and launch a WaterRocket.","checked":false},
        {"id":513,"question":"I have taken part in at least two air activities.","checked":false},
        ],
        [
        {"id":601,"question":"I can discuss aircraft navigation with my Scouter.","checked":false},
        {"id":602,"question":"I know the types of air maps and the conventional signs used on them.","checked":false},
        {"id":603,"question":"I can demonstrate how to obtain a local forecast for an air activity.","checked":false},
        {"id":604,"question":"I can explain how wind speed and direction are measured and how weather can affect various air activities. ","checked":false},
        {"id":605,"question":"I can explain the difference between ground speed and air speed and how wind is used in takeoff and landing. I can discuss with my Scouter how the Earth’s atmosphere affects air travel.","checked":false},
        {"id":606,"question":"I can understand three different ways in which clouds are formed.","checked":false},
        {"id":607,"question":"I can show that I understand the basic ‘T’ instrument cluster.","checked":false},
        {"id":608,"question":"I can handle a powered model aircraft during take off and fly through various weather conditions and land safely.","checked":false},
        {"id":609,"question":"I can explain the workings of aircraft pressure instruments, for example an altimeter or air speed indicator.","checked":false},
        {"id":610,"question":"I can discuss how the Ionosphere affects communication.","checked":false},
        {"id":611,"question":"I can navigate my Patrol over a route using a GPS.","checked":false},
        {"id":612,"question":"I have attended an Air Display.","checked":false},
        {"id":613,"question":"I have participated in a themed ‘Space Camp’ or event with a group of Scouts.","checked":false},
        ],
        [
        {"id":701,"question":"I know the basic principles of a piston engine, including the four-stroke cycle.","checked":false},
        {"id":702,"question":"I know how a jet engine works. ","checked":false},
        {"id":703,"question":"I know how rocket engines work, and their lift-off and re-entry procedures. ","checked":false},
        {"id":704,"question":"I know the Safety Code for Rocketry and am able to identify the principal parts of a rocket. ","checked":false},
        {"id":705,"question":"I can build, launch, and recover a single or double-staged model rocket. ","checked":false},
        {"id":700,"question":"I know how to arrange permissions for a rocket launch.","checked":false},
        {"id":706,"question":"I am able to fly a model aircraft.","checked":false},
        {"id":707,"question":"I can be responsible for planning a weekend camp for my Group at an airfield.","checked":false},
        ],
        [
        {"id":801,"question":"I understand what a flight plan is.","checked":false},
        {"id":802,"question":"I can produce a flight plan for a cross country exercise.","checked":false},
        {"id":803,"question":"I know the main types of checklists commonly found in aircraft.","checked":false},
        {"id":804,"question":"I know how to correctly approach an occupied aircraft or helicopter.","checked":false},
        {"id":805,"question":"I have a thorough knowledge of the Rule Relating to Airfields.","checked":false},
        {"id":806,"question":"I understand the Irish Air Traffic Control system.","checked":false},
        {"id":807,"question":"I know how and when to use an air-band radio.","checked":false},
        {"id":808,"question":"I know how to marshal an aircraft.","checked":false},
        {"id":809,"question":"I have undertaken a project to demonstrate a particular aeronautical principle and build a suitable model to illustrate it.","checked":false},
        {"id":810,"question":"I have taken part in two air activities that got me airborne ","checked":false},
        {"id":811,"question":"I have planned a weekend camp for my Section on an airfield.","checked":false},
        ],
        [
        {"id":901,"question":"I know the principle of flight of a helicopter.","checked":false},
        {"id":902,"question":"I know how the controls of a helicopter work.","checked":false},
        {"id":903,"question":"I know the dangers regarding specific aerial activities.","checked":false},
        {"id":904,"question":"I know how the constellation of satellites work to provide GPS navigation.","checked":false},
        {"id":905,"question":"I understand how telemetry helps develop aviation products.","checked":false},
        {"id":906,"question":"Have an understanding of Radar and how ATC use it.","checked":false},
        {"id":907,"question":"I can arrange for a suitably experienced instructor to give an air experience flight.","checked":false},
        {"id":908,"question":"I have taken part in two additional air activities that got me airborne.***","checked":false},
        ]
    ]
}