{
    "currentStage":1,
    "questions":[
        [
        {"id":801,"question":"I can assist in the launching of a small punt.","checked":false},
        {"id":802,"question":"I know about the buddy system.","checked":false},
        {"id":803,"question":"I know the importance of a Personal Flotation Device.","checked":false},
        {"id":804,"question":"I know the correct clothing to wear when going afloat.","checked":false},
        {"id":805,"question":"I can row a small punt.","checked":false},
        {"id":806,"question":"I can point out the bow, stern, transom, port and starboard of a boat.","checked":false},
        {"id":807,"question":"I know how to contact the emergency services.","checked":false},
        {"id":808,"question":"I know why it is important to stay with a capsized boat.","checked":false},
        {"id":809,"question":"I know why I should follow directions from my instructor.","checked":false},
        {"id":810,"question":"I know not go afloat if the wind is greater than Force 4.","checked":false},
        {"id":811,"question":"I can show the limits of where I may go each time I go afloat.","checked":false},
        {"id":812,"question":"I have taken part in two half-day exercises afloat consisting of at minimum of two hours afloat","checked":false},
        ],
        [
        {"id":801,"question":"I can assist in the launch and recovery of a small punt.","checked":false},
        {"id":802,"question":"I can explain what impact I may have on local vegetation when launching and retrieving a punt.","checked":false},
        {"id":803,"question":"I have discussed “Weil’s disease” and the precautions necessary to take part in open water activities.","checked":false},
        {"id":804,"question":"I can put on my own Personal Floatation Device and adjust it properly.","checked":false},
        {"id":805,"question":"I know why I should wear suitable footwear.","checked":false},
        {"id":806,"question":"I can make a recognised distress signal.","checked":false},
        {"id":807,"question":"I know how to raise the alarm if I see somebody in difficulty on the water.","checked":false},
        {"id":808,"question":"I know what hypothermia is.","checked":false},
        {"id":809,"question":"I know that I should keep clear of channels and fairways.","checked":false},
        {"id":810,"question":"I can get a weather forecast.","checked":false},
        {"id":811,"question":"I can tie the following knots; round-turn-andtwo-half-hitches, figure of eight, bowline.","checked":false},
        {"id":812,"question":"I have taken part in four half-day exercises afloat consisting of a minimum of two hours afloat.","checked":false},
        ],
        [
        {"id":801,"question":"I can take a leading part in the launch and recovery of a small rowing punt.","checked":false},
        {"id":802,"question":"I know why wearing layers of clothing is a good idea.","checked":false},
        {"id":803,"question":"I can embark, manoeuvre and disembark from a rowing punt safely.","checked":false},
        {"id":804,"question":"I can point out the main parts of a boat.","checked":false},
        {"id":805,"question":"I can use a small anchor from a punt.","checked":false},
        {"id":806,"question":"I can get into the water from a punt in a safe way.","checked":false},
        {"id":807,"question":"I can help to right a capsized rowing punt.","checked":false},
        {"id":808,"question":"I know how to do CPR and place the casualty in the recovery position.","checked":false},
        {"id":809,"question":"I know that I should follow the instructions of the person in charge of the boat.","checked":false},
        {"id":810,"question":"I understand the terms used in a maritime weather forecast.","checked":false},
        {"id":811,"question":"I have taken part in three full day exercises afloat consisting of a minimum of 4 hours afloat","checked":false},
        ],
        [
        {"id":801,"question":"I can assist in the launch and recovery of a rowing boat.","checked":false},
        {"id":802,"question":"I know the main principles of “Leave No Trace”.","checked":false},
        {"id":803,"question":"I know that there are different types of Personal.Flotation Device and know when and where each should be used.","checked":false},
        {"id":804,"question":"I can explain why wearing the correct outerwear is important.","checked":false},
        {"id":805,"question":"I can demonstrate how to manoeuvres a boat as a member of the crew in a rowing boat.","checked":false},
        {"id":806,"question":"I can pick up a mooring from a punt.","checked":false},
        {"id":807,"question":"I can help another person safely into a punt from the water.","checked":false},
        {"id":808,"question":"I can coil a line and heave it to a casualty to affect a simulated rescue.","checked":false},
        {"id":809,"question":"I know the safety precautions required for water based activities.","checked":false},
        {"id":810,"question":"I know the Beaufort wind scale up to Force 6.","checked":false},
        {"id":811,"question":"I can describe how often high and low tides take place, and the implications these might have when going afloat.","checked":false},
        {"id":812,"question":"I know that where I may go boating may change in different conditions.","checked":false},
        {"id":813,"question":"I have taken part in six full-day exercises afloat consisting of a minimum of 4 hours afloat.","checked":false},
        ],
        [
        {"id":801,"question":"I know the standard rowing commands used in my group and can use them to helm a rowing boat on a straight course.","checked":false},
        {"id":802,"question":"I can take a leading role in mooring and unmooring a rowing boat.","checked":false},
        {"id":803,"question":"I can assist in the anchoring of a rowing boat.","checked":false},
        {"id":804,"question":"I can identify and name the main parts of common anchor types.","checked":false},
        {"id":805,"question":"I know why it is important to have some training in first aid and can show how to care for someone who is very cold.","checked":false},
        {"id":806,"question":"I know the parts of the International Regulations for the Prevention of Collisions at Sea which apply to my boat and local boating waters.","checked":false},
        {"id":807,"question":"I can obtain a weather forecast and know how the information might affect planned activities afloat.","checked":false},
        {"id":808,"question":"I know how currents and the ebb and flow of the tide affect my local boating waters.","checked":false},
        {"id":809,"question":"I know how to use Channel 16 on marine VHF and have an understanding of the use of distress flares.","checked":false},
        {"id":810,"question":"I have taken part in six full-day exercises afloat.","checked":false},
        {"id":811,"question":"I have taken part in one expedition afloat.","checked":false},
        ],
        [
        {"id":801,"question":"I can take a leading part in the launch and recovery of a rowing boat.","checked":false},
        {"id":802,"question":"I can carry out the routine inspection of a Personal Flotation Device.","checked":false},
        {"id":803,"question":"I can take the helm of a rowing boat and carry out the required manoeuvres including steering with a compass.","checked":false},
        {"id":804,"question":"I can take a leading part in anchoring a rowing boat including knowing how and when to use a tripping line.","checked":false},
        {"id":805,"question":"I have taken part in Man-Over-Board exercises.","checked":false},
        {"id":806,"question":"I know what causes tides and how spring and neap tides might affect sailors.","checked":false},
        {"id":807,"question":"I can recognise the main weather patterns illustrated by a synoptic chart and can interpret the forecast.","checked":false},
        {"id":808,"question":"I can identify common weather conditions and describe how they may affect boating activities.","checked":false},
        {"id":809,"question":"I am familiar with the main features of restricted waters as defined for my group.","checked":false},
        {"id":810,"question":"I know how and when to make distress and urgency calls and ‘Safety Announcements’ on Marine VHF.","checked":false},
        {"id":811,"question":"I have taken part in eight full-day exercises afloat.","checked":false},
        {"id":812,"question":"I have taken part in one expedition afloat","checked":false},
        {"id":813,"question":"I have instructed at least four people in four of the areas up to Stage 3.","checked":false},
        ],
        [
        {"id":801,"question":"I can take a leading part in the manual handling of a rowing boat ashore ensuring safe handling procedures.","checked":false},
        {"id":802,"question":"I can take a leading part in preparing a rowing boat for safe transportation by road including identifying a suitable trailer/vehicle and secure the boat safely.","checked":false},
        {"id":803,"question":"I know under which circumstances different Personal Flotation Devices are appropriate.","checked":false},
        {"id":804,"question":"I can take charge of a rowing boat and carry out the required manoeuvres, including towing, to a high standard.","checked":false},
        {"id":805,"question":"I can take a leading part in selecting a good anchorage.","checked":false},
        {"id":806,"question":"I can take charge of a boat and respond efficiently to a (simulated) emergency.","checked":false},
        {"id":807,"question":"I know what lights should be shown by the most common vessels in my area and know what lights should be shown by a rowing boat.","checked":false},
        {"id":808,"question":"I know the International regulations for the Prevention of Collisions at Sea.","checked":false},
        {"id":809,"question":"I can interpret the current forecast and make sound decisions on planned activities in view of expected weather and sea conditions and tidal effects.","checked":false},
        {"id":810,"question":"I know the hazards and how the weather may affect “Restricted Waters” for my group.","checked":false},
        {"id":811,"question":"I know how to get suitable information for “Safe Enclosed” boating waters that are not my groups local waters (e.g. For camp).","checked":false},
        {"id":812,"question":"I can assist in developing a passage plan for a day trip.","checked":false},
        {"id":813,"question":"I know how to read and set a chart, plot and estimate positions.","checked":false},
        {"id":814,"question":"I have a working knowledge of GMDSS (Global Maritime Distress Safety Systems) as it applies to EPIRBs (Emergency Position-Indicating Radio Beacons ) and DSC (Digital Selective Calling).","checked":false},
        {"id":815,"question":"I have taken part in ten full-day exercises afloat.","checked":false},
        {"id":816,"question":"I have taken part in one overnight expedition afloat outside my normal boating waters.","checked":false},
        {"id":817,"question":"I have instructed at least four people in at least six of the areas up to Stage 5.","checked":false},
        ],
        [
        {"id":801,"question":"I can take a leading part in organising the off-season storage of rowing boats.","checked":false},
        {"id":802,"question":"I understand the different safety precautions that must be taken when a group of boats is operating together.","checked":false},
        {"id":803,"question":"I have a good understanding of the merits of different anchor types for different locations and conditions .","checked":false},
        {"id":804,"question":"I know what sound signals the most common types of vessel in my area should make.","checked":false},
        {"id":805,"question":"I have researched at least five pieces of weather lore. ","checked":false},
        {"id":806,"question":"I am familiar with ‘Day Cruising Waters’ for my group","checked":false},
        {"id":807,"question":"I can use the information from a charts etc., to plan an expedition in restricted waters.","checked":false},
        {"id":808,"question":"I have an understanding of the ‘capture effect’ as it applies to marine VHF.","checked":false},
        {"id":809,"question":"I have taken part in ten full-day exercises afloat.","checked":false},
        {"id":810,"question":"I have taken part in one overnight expedition involving more than one boat.","checked":false},
        {"id":811,"question":"I have instructed at least four people in at least seven of the areas up to Stage 7.","checked":false},
        ],
        [
        {"id":801,"question":"I can anchor a boat efficiently to two anchors.","checked":false},
        {"id":802,"question":"I can improvise and deploy a sea-anchor and know what spares and tools should be carried aboard.","checked":false},
        {"id":803,"question":"I have completed the requirement for the Emergencies Skills Stage 7","checked":false},
        {"id":804,"question":"I know how to interact with the emergency services.","checked":false},
        {"id":805,"question":"I can identify the type aspect and behaviour of vessels by day or night from lights, shapes and sounds.","checked":false},
        {"id":806,"question":"I know the procedure for entry to and departure from a harbour and understand the requirement to file a passage plan under SOLAS regulations.","checked":false},
        {"id":807,"question":"I can complete a rough synoptic chart from a maritime weather forecast or similar data and use this information to make sound decisions on planned activities in view of expected weather and sea conditions.","checked":false},
        {"id":808,"question":"I am familiar with any local rules and bylaws that apply to Day Cruising Waters for my group.","checked":false},
        {"id":809,"question":"I can devise a pilot/passage plan and programme that plan into a GPS .","checked":false},
        {"id":810,"question":"I have taken part in ten full-day exercises afloat.","checked":false},
        {"id":811,"question":"I have taken part in an overnight expedition in coastal waters.","checked":false},
        {"id":812,"question":"I have instructed at least four people in at least five of the areas up to Stage 8.","checked":false},
        ]
    ]
}