{
    "currentLevel":6,
    "questions":[
        [
            {"id":901,"question":"I can assist with the launch and recovery of a sailing dinghy.","checked":false},
            {"id":902,"question":"I know about the Buddy system.","checked":false},
            {"id":903,"question":"I know the importance of a personal floatation device.","checked":false},
            {"id":904,"question":"I know the correct clothing to wear when sailing.","checked":false},
            {"id":905,"question":"I can take the helm and steer a reasonably straight course.","checked":false},
            {"id":906,"question":"I know I cannot go afloat if the wind is greater than Force 4.","checked":false},
            {"id":907,"question":"I can point out the bow, stern, port and starboard of a boat.","checked":false},
            {"id":908,"question":"I know how to contact the emergency services.","checked":false},
            {"id":909,"question":"I know why it is important to stay with a capsized boat.","checked":false},
            {"id":910,"question":"I understand why I should follow directions from an instructor.","checked":false},
            {"id":911,"question":"I can show the limits of where I may go each time I go afloat for sailing.","checked":false},
            {"id":912,"question":"I know basic Sailing Theory.","checked":false},
            {"id":913,"question":"I have taken part in two half-day sailing exercises consisting of a minimum of two hours afloat.","checked":false},
            ],
            [
            {"id":901,"question":"I can assist with the rigging and de-rigging of a vessel.","checked":false},
            {"id":902,"question":"I can explain what impact I may have on local vegetation when launching and retrieving a sailing dinghy.","checked":false},
            {"id":903,"question":"I have discussed “Weil’s disease” and the precautions necessary to take part in open water activities.","checked":false},
            {"id":904,"question":"I can put on my own personal floatation device properly.","checked":false},
            {"id":905,"question":"I know why I should wear suitable footwear.","checked":false},
            {"id":906,"question":"I know basic sailing skills including what to do in the event of a capsize.","checked":false},
            {"id":907,"question":"I know Sailing theory.","checked":false},
            {"id":908,"question":"I can make a recognised distress signal and raise the alarm if I see somebody in difficulty on the water.","checked":false},
            {"id":909,"question":"I know what hypothermia is.","checked":false},
            {"id":910,"question":"I know basic collision avoidance.","checked":false},
            {"id":911,"question":"I can conduct myself in a careful and safe way in a boat and around water.","checked":false},
            {"id":912,"question":"I can get a weather forecast.","checked":false},
            {"id":913,"question":"I can tie the following knots; Round-turn-andtwo-half-hitches, Figure of eight, Bowline.","checked":false},
            {"id":914,"question":"I have taken part in at least four half-day sailing activities consisting of a minimum of two hours afloat.","checked":false},
            ],
            [
            {"id":901,"question":"I can assist with rigging and de-rigging, launch and recover.","checked":false},
            {"id":902,"question":"I can put on my personal floatation device and adjust it properly.","checked":false},
            {"id":903,"question":"I know why wearing layers of clothing is a good idea.","checked":false},
            {"id":904,"question":"I know basic sailing techniques.","checked":false},
            {"id":905,"question":"I know the basics of sailing theory.","checked":false},
            {"id":906,"question":"I have taken part in a capsize drill.","checked":false},
            {"id":907,"question":"I can get into a dinghy from the water in a safe way.","checked":false},
            {"id":908,"question":"I know how to do CPR and place a victim in the recovery position.","checked":false},
            {"id":909,"question":"I know that I should follow the instructions of the person in charge of the boat.","checked":false},
            {"id":910,"question":"I understand the terms that are used in a maritime weather forecast.","checked":false},
            {"id":911,"question":"I have taken part in at least three full day sailing activities consisting of a minimum of four hours afloat.","checked":false},
            ],
            [
            {"id":901,"question":"I can assist in launching, rigging and recovering a small sailing dinghy.","checked":false},
            {"id":902,"question":"I know the main principles of “Leave No Trace.”","checked":false},
            {"id":903,"question":"I know that there are different types of Personal Flotation Device and know when and where each should be used.","checked":false},
            {"id":904,"question":"I can explain why wearing the correct outerwear is important.","checked":false},
            {"id":905,"question":"I can paddle or row a boat in a straight line.","checked":false},
            {"id":906,"question":"I can demonstrate all points of sailing with assistance as both crew and helm.","checked":false},
            {"id":907,"question":"I can help another person safely into a sailing dinghy from the water.","checked":false},
            {"id":908,"question":"I can coil a line and heave it to a casualty to affect a simulated rescue.","checked":false},
            {"id":909,"question":"I know the safety precautions required for water based activities.","checked":false},
            {"id":910,"question":"I can describe the implications of offshore and onshore winds, high winds and no winds when sailing.","checked":false},
            {"id":911,"question":"I can describe how often high and low tides take place, and the implications these might when going afloat","checked":false},
            {"id":912,"question":"I know that where I may go boating may change in different conditions.","checked":false},
            {"id":913,"question":"I have taken part in six full-day exercises afloat.","checked":false},
            ],
            [
            {"id":901,"question":"I can rig and equip a sailing boat for safe use in a variety of weather conditions.","checked":false},
            {"id":902,"question":"I can demonstrate how to manoeuvre a sailing boat as a member of the crew.","checked":false},
            {"id":903,"question":"I know the five essentials and can apply them to all points of sailing","checked":false},
            {"id":904,"question":"I can take a leading role in mooring and unmooring a sailing boat including sailing on and off the mooring.","checked":false},
            {"id":905,"question":"I can assist in the anchoring of a sailing boat.","checked":false},
            {"id":906,"question":"I can identify and name the main parts of common anchor types.","checked":false},
            {"id":907,"question":"I know why it is important to have some training in first aid and can show how to care for someone who is very cold.","checked":false},
            {"id":908,"question":"I know the parts of the International Regulations for the Prevention of Collisions at Sea that apply to my boat and local boating waters.","checked":false},
            {"id":909,"question":"I can obtain a weather forecast and know how the information might affect planned activities afloat.","checked":false},
            {"id":910,"question":"I know how currents and the ebb and flow of the tide affect my local boating waters.","checked":false},
            {"id":911,"question":"I know how to use Channel 16 on marine VHF and have an understanding of the use of distress flares.","checked":false},
            {"id":912,"question":"I have taken part in six full-day exercises afloat","checked":false},
            {"id":913,"question":"I have taken part in one expedition afloat","checked":false},
            ],
            [
            {"id":901,"question":"I can rig, de-rig, secure and care for the hull of the sailing boat that I use including using the listed control lines to set the boat up to sail efficiently upwind, downwind and on a reach demonstrating optimum sheeting.","checked":false},
            {"id":902,"question":"I can carry out the routine inspection of a personal flotation device.","checked":false},
            {"id":903,"question":"I can take the helm of a sailing boat and demonstrate how to undertake various manoeuvres, demonstrating a constant awareness and application of the five essentials.","checked":false},
            {"id":904,"question":"I know how to obtain maximum leverage when hiking or trapezing.","checked":false},
            {"id":905,"question":"I know how sails and foils work and interact to drive a sailing boat.","checked":false},
            {"id":906,"question":"I can take a leading part in anchoring a sailing boat including knowing how and when to use a tripping line.","checked":false},
            {"id":907,"question":"I know what to do if someone is caught under an inverted boat and can right an inverted boat.","checked":false},
            {"id":908,"question":"I know what causes tides and how spring and neap tides might affect sailors.","checked":false},
            {"id":909,"question":"I can recognise the main weather patterns illustrated by a synoptic chart and can interpret the forecast.","checked":false},
            {"id":910,"question":"I can identify common weather conditions and describe how they may affect boating activities.","checked":false},
            {"id":911,"question":"I am familiar with the main features of restricted waters as defined for my group.","checked":false},
            {"id":912,"question":"I know how and when to make Distress and Urgency calls and Safety Announcements on Marine VHF.","checked":false},
            {"id":913,"question":"I have taken part in eight full-day exercises afloat.","checked":false},
            {"id":914,"question":"I have taken part in one expedition afloat.","checked":false},
            {"id":915,"question":"I have instructed at least four people in four of the areas up to Stage 3.","checked":false},
            ],
            [
            {"id":901,"question":"I can take a leading part in the manual handling of a sailing boat ashore ensuring safe handling procedures including preparing a sailing boat for safe transportation by road.","checked":false},
            {"id":902,"question":"I can rig any sailing boat and identify all of the parts.","checked":false},
            {"id":903,"question":"I know under which circumstances different personal flotation devices are appropriate.","checked":false},
            {"id":904,"question":"I can take charge of a sailing boat in moderate winds and carry out all the required manoeuvres including holding a course using instruments and transits.","checked":false},
            {"id":905,"question":"I can take a leading part in selecting a good anchorage.","checked":false},
            {"id":906,"question":"I can take charge of a boat and respond efficiently to a (simulated) emergency","checked":false},
            {"id":907,"question":"I know what lights should be shown by the most common vessels in my area and know what lights should be shown by a sailing boat","checked":false},
            {"id":908,"question":"I know the International regulations for the Prevention of Collisions at Sea.","checked":false},
            {"id":909,"question":"I can interpret the current forecast and make sound decisions on planned activities in view of expected weather and sea conditions and tidal effects.","checked":false},
            {"id":910,"question":"I know the hazards and how the weather may affect “Restricted Waters” for my group.","checked":false},
            {"id":911,"question":"I know how to get suitable information for “Safe Enclosed” boating waters that are not my groups local waters (e.g. for camp).","checked":false},
            {"id":912,"question":"I can assist in developing a passage plan for a day trip.","checked":false},
            {"id":913,"question":"I know how to read and set a chart, plot and estimate positions. ","checked":false},
            {"id":914,"question":"I have a working knowledge of GMDSS (Global Maritime Distress Safety Systems) as it applies to EPIRBs (Emergency Position-Indicating Radio Beacons ) and DSC (Digital Selective Calling).","checked":false},
            {"id":915,"question":"I have taken part in ten full-day exercises afloat","checked":false},
            {"id":916,"question":"I have taken part in one overnight expedition afloat outside my normal boating waters","checked":false},
            {"id":917,"question":"I have instructed at least four people in at least six of the areas up to Stage 5.","checked":false},
            ],
            [
            {"id":901,"question":"I can take a leading part in the safe handling of a sailing boat ashore.","checked":false},
            {"id":902,"question":"I can rig any sailing boat including optimizing the rig and boat for a given set of conditions.","checked":false},
            {"id":903,"question":"I understand the different safety precautions that must be taken when a group of boats is operating together.","checked":false},
            {"id":904,"question":"I can carry out all the sailing manoeuvres in strong winds including setting up and controlling the boat while on the plane.","checked":false},
            {"id":905,"question":"I can describe how sails interact and demonstrate techniques to maximise this effect.","checked":false},
            {"id":900,"question":"I have a good understanding of the merits of different anchor types for different locations and conditions.","checked":false},
            {"id":906,"question":"I can carry out man over board and capsize drills in test conditions.","checked":false},
            {"id":907,"question":"I know what sound signals the most common types of vessel in my area should make.","checked":false},
            {"id":908,"question":"I have researched at least five pieces of weather lore.","checked":false},
            {"id":909,"question":"I am familiar with ‘Day Cruising Waters’ for my group","checked":false},
            {"id":910,"question":"I can use the information from charts etc. to plan an expedition in restricted waters.","checked":false},
            {"id":911,"question":"I have an understanding of the ‘capture effect’ as it applies to marine VHF.","checked":false},
            {"id":912,"question":"I have taken part in ten full-day exercises afloat.","checked":false},
            {"id":913,"question":"I have taken part in an overnight expedition involving more than one boat.","checked":false},
            {"id":914,"question":"I have instructed at least four people in at least seven of the areas up to Stage 6.","checked":false},
            ],
            [
            {"id":901,"question":"I can rig any sailing boat and identify all the parts.","checked":false},
            {"id":902,"question":"I can carry out all the sailing manoeuvres for this to a very high standard.","checked":false},
            {"id":903,"question":"I can use an outboard engine to manoeuvre a boat while in displacement mode.","checked":false},
            {"id":904,"question":"I have the skills and knowledge required to spend a night on board or camping.","checked":false},
            {"id":905,"question":"I can anchor a boat efficiently to two anchors.","checked":false},
            {"id":906,"question":"I can jury-rig a sailing boat, improvise and deploy a sea anchor and know what spares and tools should be carried aboard.","checked":false},
            {"id":907,"question":"I have completed the requirement for the Emergencies Skills Stage 7","checked":false},
            {"id":908,"question":"I know how to interact with the emergency services.","checked":false},
            {"id":909,"question":"I know what sound signals the most common types of vessel in my area should make","checked":false},
            {"id":910,"question":"I can identify the type, aspect and behaviour of vessels by day or night from lights, shapes and sounds.","checked":false},
            {"id":911,"question":"I know the procedure for entry to and departure from a harbour and understand the requirement to file a passage plan under SOLAS regulations.","checked":false},
            {"id":912,"question":"I can complete a rough synoptic chart from a maritime weather forecast or similar data and use this information to make sound decisions on planned activities in view of expected weather and sea conditions.","checked":false},
            {"id":913,"question":"I am familiar with any local rules and bylaws that apply to Day Cruising Waters for my group.","checked":false},
            {"id":914,"question":"I can devise a pilot/passage plan and programme that plan into a GPS.","checked":false},
            {"id":915,"question":"I can demonstrate the ropework required for this stage.","checked":false},
            {"id":916,"question":"I have taken part in ten full-day exercises afloat.","checked":false},
            {"id":917,"question":"I have taken part in an overnight expedition in coastal waters.","checked":false},
            {"id":918,"question":"I have instructed at least four people in at least five of the areas up to Stage 8.","checked":false},
            ]
    ]
}